Repository: subtitleeditor/subtitleeditor
Catalog: po/*.po
Languages: eu

source: About
eu: Honi buruz

source: translator-credits
eu: Alexander Gabilondo

source: Add 100 Milliseconds
eu: Gehitu 100 segundo-milaren

source: To Start
eu: Hasierara

source: Add 100 Milliseconds to start for all subtitles selected
eu: Gehitu 100 segundo-milaren hautatutako azpititulu guztien hasierari

source: To Duration
eu: Iraupenera

source: Add 100 Milliseconds to duration for all subtitles selected
eu: Gehitu 100 segundo-milaren hautatutako azpititulu guztien iraupenari

source: To Start And To Duration
eu: Hasierara eta iraupenera

source: Add 100 Milliseconds to all subtitles selected
eu: Gehitu 100 segundo-milaren hautatutako azpititulu guztiei

source: Remove 100 Milliseconds
eu: Kendu 100 segundo milaren

source: From Start
eu: Hasieratik

source: Remove 100 Milliseconds from start for all subtitles selected
eu: Kendu 100 segundo milaren hautatutako azpititulu guztien hasieratik

source: From Duration
eu: Iraupenetik

source: Remove 100 Milliseconds from duration for all subtitles selected
eu: Kendu 100 segundo milaren hautatutako azpititulu guztien iraupenetik

source: From Start And From Duration
eu: Hasieratik eta iraupenetik

source: Remove 100 Milliseconds from all subtitles selected
eu: Kendu 100 segundo milaren hautatutako azpititulu guztietatik

source: Add 1 Frame
eu: Gehitu fotograma 1

source: Add 1 Frame to start for all subtitles selected
eu: Gehitu fotograma 1 hautatutako azpititulu guztien hasierari

source: Add 1 Frame to duration for all subtitles selected
eu: Gehitu fotograma 1 hautatutako azpititulu guztien iraupenari

source: Add 1 Frame to all subtitles selected
eu: Gehitu fotograma 1 hautatutako azpititulu guztiei

source: Remove 1 Frame
eu: Kendu fotograma 1

source: Remove 1 Frame from start for all subtitles selected
eu: Kendu fotograma 1 hautatutako azpititulu guztien hasieratik

source: Remove 1 Frame from duration for all subtitles selected
eu: Kendu fotograma 1 hautatutako azpititulu guztien iraupenetik

source: Remove 1 Frame from all subtitles selected
eu: Kendu fotograma 1 hautatutako azpititulu guztietatik

source: Please select at least a subtitle.
eu: Hautatu gutxienez azpititulu bat.

source: Adjust time
eu: Doitu denbora

source: Apply _Translation
eu: Aplikatu _itzulpena

source: Apply translation
eu: Aplikatu itzulpena

source: The translation was applied.
eu: Itulpena aplikatu da.

source: Please select at least one subtitle.
eu: Hautatu gutxienez azpititulu bat.

source: _Best Fit Subtitles
eu: Azpitituluen _doikuntzarik hoberena

source: Best fit
eu: Doikuntzarik hoberena

source: Best Fit needs at least 2 subtitles to work on.
eu: Doikuntzarik hoberenak gutxienez 2 azpititulu behar ditu.

source: Best Fit only works on an uninterrupted selection of subtitles.
eu: Doikuntzarik hoberenak bakarrik lan egiten dut etenik gabeko azpitituluen hautaketan.

source: Change _Framerate
eu: Aldatu FPS

source: Change Framerate
eu: Aldatu FPS

source: The new framerate was applied. (%s to %s)
eu: Fotograma-emari berria aplikatu da: (%s-tik %s-ra)

source: Current:
eu: Unekoa:

source: New:
eu: Berria:

source: Current document
eu: Uneko dokumentua

source: All documents
eu: Dokumentu guztiak

source: _Copy
eu: _Kopiatu

source: Copy With Timing
eu: Kopiatu denborarekin

source: C_ut
eu: _Moztu

source: Paste
eu: Itsatsi

source: _Paste
eu: Itsatsi

source: Paste At Current Player Position
eu: Itsatsi erreproduzigailuko uneko kokapenean

source: Paste As New Document
eu: Itsatsi dokumentu berri gisa

source: Nothing to copy. Select at least one subtitle first.
eu: Ez dago ezer kopiatzeko. Hautatu gutxienez azpititulu bat aurretik.

source: Cut
eu: Moztu

source: %i subtitle(s) pasted.
eu: %i azpititulua(k) itsatsita.

source: _Combine
eu: _Konbinatu

source: Please select at least two subtitles.
eu: Hautatu gutxienez bi azpititulu.

source: Combine subtitles
eu: Konbinatu azpitituluak

source: Undo the last action
eu: Desegin azken ekintza

source: Redo the last undone action
eu: Berregin desegindako azken ekintza

source: Undo: %s
eu: Desegin: %s

source: Redo: %s
eu: Berregin: %s

source: Actions
eu: Ekintzak

source: Shortcut
eu: Lasterbidea

source: Invalid shortcut.
eu: Lasterbide baliogabea.

source: Shortcut "%1" is already taken by "%2".
eu: "%1" lasterbidea dagoeneko "%2"-rako hartu da.

source: Reassigning the shortcut will cause it to be removed from "%1".
eu: Lasterbidea berriro esleituz gero, "%1"-tik kenduko da.

source: Conflicting Shortcuts
eu: Laster-tekla gatazkatsuak

source: Changing shortcut failed.
eu: Lasterbidearen aldaketak huts egin du.

source: Removing shortcut failed.
eu: Huts egin du lasterbidea kentzeak.

source: Configure _Keyboard Shortcuts
eu: Ezarri _laster-teklak

source: Configure Keyboard Shortcuts
eu: Ezarri laster-teklak

source: To edit a shortcut key, click on the corresponding row and type a new accelerator, or press backspace to clear.
eu: Laster-tekla bat editatzeko, egin klik dagokion lerroan eta azeleragailu berria idatzi, edo sakatu atzera-tekla garbitzeko.

source: Dialoguize Settings
eu: Elkarrizketarako ezarpenak

source: A dialog line starts with...
eu: Honela hasten den elkarrizketa lerroa...

source: dash and space ( "- " )
eu: gidoia eta espazioa ( "- " )

source: only a dash ( "-" )
eu: marra bakar bat ( "-" )

source: _Dialogue
eu: _Elkarrizketa

source: Dialoguize
eu: Elkarrizketa bihurtu

source: Close _without Saving
eu: Itxi gorde gabe

source: Save the changes to document "%s" before closing?
eu: Nahi duzu aldaketak "%s" dokumentura gordetzea itxi aurretik?

source: If you don't save, the last changes will be permanently lost.
eu: Gordetzen ez baduzu, azkeneko aldaketak betirako galduko dira.

source: Create a new document
eu: Sortu dokumentu berria

source: Open a file
eu: Ireki fitxategia

source: Open Project
eu: Ireki proiektua

source: Save the current file
eu: Gorde uneko fitxategia

source: Save Project
eu: Gorde proiektua

source: Save _All
eu: Gorde _dena

source: Save all open files
eu: Gorde irekitako fitxategi guztiak

source: Open _Translation
eu: Ireki itzulpena

source: Save Trans_lation
eu: Gorde itzu_lpena

source: Open _Recent
eu: Ireki duela gutxikoa

source: E_xit
eu: Irten

source: Quit the program
eu: Irten programatik

source: I am already open
eu: Irekita nago dagoeneko

source: The file %s (%s, %s, %s) has not been saved.
eu: %s (%s, %s, %s) fitxategia ez da gorde.

source: Saving file %s (%s, %s, %s).
eu: %s fitxategia gordetzen (%s, %s, %s).

source: Open translation
eu: Ireki itzulpena

source: 1 subtitle was added with the translation
eu: azpititulu 1 gehitu da itzulpenarekin

source: The translation file %s (%s, %s, %s) has not been saved.
eu: %s (%s, %s, %s) itzulpen fitxategia ez da gorde.

source: Saving translation file %s (%s, %s, %s).
eu: %s itzulpen fitxategia gordetzen (%s, %s, %s).

source: _Duplicate
eu: _Bikoiztu

source: Duplicate selected subtitles
eu: Bikoiztu hautatutako azpitituluak

source: _Edit Cell
eu: _Editatu gelaxka

source: Edit _Next Cell
eu: Editatu _hurrengo gelaxka

source: Error Checking Preferences
eu: Erroreen azterketaren hobespenak

source: Error Checking
eu: Erroreen azterketa

source: Checking
eu: Aztertzen

source: Timing Preferences
eu: Denboralizazio hobespenak

source: Minimum characters per second:
eu: Gutxieneko karaktereak segundoko:

source: Maximum characters per second:
eu: Gehienezko karaktereak segundoko:

source: Maximum characters per line:
eu: Gehienezko karaktereak lerroko:

source: Minimum gap between subtitles in mseconds:
eu: Azpitituluen arteko gutxieneko tartea msegundotan:

source: Minimum display of the subtitle in mseconds:
eu: Azpitituluaren gutxieneko bistaratzea mssegundotan:

source: Maximum number of lines per subtitle:
eu: Gehienezko lerro kopurua azpitituluko:

source: Timing
eu: Denboralizazioa

source: _Error
eu: _Errorea

source: Try To _Fix All
eu: Saiatu dena konpontzen

source: _View
eu: _Ikuspegia

source: By _Categories
eu: _Kategorien arabera

source: By _Subtitles
eu: _Azpitituluen arabera

source: _Collapse All
eu: _Tolestu guztiak

source: _Expand All
eu: _Hedatu dena

source: _Options
eu: Aukerak

source: No error was found.
eu: Ez da errorerik aurkitu.

source: 1 error was found.
eu: errore 1 aurkitu da.

source: Subtitle n°<b>%d</b>
eu: Azpititulu zbkia. <b>%d</b>

source: %s (<b>1 error</b>)
eu: %s (<b>errore 1</b>)

source: Subtitle n°<b>%d</b> (<b>1 error</b>)
eu: Azpititulu zbkia.<b>%d</b> (<b>errore 1</b>)

source: _Error Checking
eu: _Erroreen azterketa

source: Maximum Characters per Line
eu: Gehienezko karaktereak lerroko

source: An error is detected if a line is too long.
eu: Errorea markatuko da lerroa luzeegia bada.

source: Subtitle has a too long line: <b>1 character</b>
eu: Azpitituluak lerro luzeegia du: <b>karaktere 1</b>

source: <b>Automatic correction:</b> %s
eu: <b>Zuzenketa automatikoa:</b> %s

source: Maximum Characters per Second
eu: Gehienezko karaktereak segundoko

source: Detects and fixes subtitles when the number of characters per second is superior to the specified value.
eu: Azpitituluak atzeman eta konpontzen ditu segundoko karaktere kopurua zehaztutako balioa baino handiagoa denean.

source: There are too many characters per second: <b>%.1f chars/s</b>
eu: Segundoko karaktere gehiegi dago: <b>%.1f kar/s</b>

source: <b>Automatic correction:</b> change current subtitle duration to %s.
eu: <b>Zuzenketa automatikoa:</b> uneko azpitiluluan iraupen hau jarri: %s.

source: Maximum Lines per Subtitle
eu: Gehienezko lerroak azpitituluko

source: An error is detected if a subtitle has too many lines.
eu: Errorea markatuko da azpitituluak lerro gehiegi baditu.

source: Subtitle has too many lines: <b>1 line</b>
eu: Azpitituluak lerro gehiegi ditu. <b>lerro 1</b>

source: <b>Automatic correction:</b> unavailable, correct the error manually.
eu: <b>Zuzenketa automatikoa:</b> ezin da, eskuz zuzendu.

source: Minimum Characters per Second
eu: Gutxieneko karaktereak segundoko

source: Detects and fixes subtitles when the number of characters per second is inferior to the specified value.
eu: Azpitituluak atzeman eta konpontzen ditu segundoko karaktere kopurua zehaztutako balioa baino txikiagoa denean.

source: There are too few characters per second: <b>%.1f chars/s</b>
eu: Segundoko karaktere gutxiegi dago: <b>%.1f kar/s</b>

source: Minimum Display Time
eu: Gutxieneko bistaratze denbora

source: Detects and fixes subtitles when the duration is inferior to the specified value.
eu: Azpitituluak atzeman eta konpontzen ditu euren iraupena zehaztutako balioa baino txikiagoa denean.

source: Subtitle display time is too short: <b>%s</b>
eu: Azpititulua bistaratzeko denbora laburregia da <b>%s</b>

source: <b>Automatic correction:</b> to change current subtitle end to %s.
eu: <b>Zuzenketa automatikoa:</b> uneko azpitituluan bukaera hau jarri: %s.

source: Minimum Gap between Subtitles
eu: Azpitituluen arteko gutxieneko tartea

source: Detects and fixes subtitles when the minimum gap between subtitles is too short.
eu: Azpitituluak atzeman eta konpontzen ditu azpitituluen arteko tarte minimoa txikiagoa denean.

source: Too short gap between subtitle: <b>%ims</b>
eu: Azpitituluen arteko tarte laburregia: <b>%ims</b>

source: <b>Automatic correction:</b> to clip current subtitle end to %s and to move next subtitle start to %s.
eu: <b>Zuzenketa automatikoa:</b> moztu uneko azpitituluaren bukaera hemen: %s eta mugitu hurrengo azpitituluaren hasieran hona: %s.

source: Overlapping
eu: Gainjarriz

source: An error is detected when the subtitle overlap on next subtitle.
eu: Errorea markatuko da azpititulu bat hurrengoaren gainean jartzen bada.

source: Subtitle overlap on next subtitle: <b>%ims overlap</b>
eu: Azpitituluen gainjartzea azpititulu honetan: <b>%ims gainjartze</b>

source: _Extend Length Forward
eu: Luzatu aurrerantz

source: E_xtend Length Backwards
eu: Luzatu atzerantz

source: Please select at least 1 subtitle.
eu: Hautatu gutxienez azpititulu bat.

source: Extend lenght
eu: Luzatu

source: Command
eu: Komandoa

source: The following command parameters will be substituted when launching the action :
eu: Hurrengo komandoaren parametroak ekintza abiaraztean ordeztuko dira:

source: <span size="small">the uri to the subtitle file</span>
eu: <span size="small">azpitituluen fitxategiaren URLa</span>

source: <span size="small">the path to the subtitle file</span>
eu: <span size="small">azpititulu fitxategiaren bidea</span>

source: <span size="small">the uri to the video file</span>
eu: <span size="small">bideo-fitxategiaren URLa</span>

source: <span size="small">the time in seconds to the current selected line</span>
eu: <span size="small">segundotan hautatutako lerrorako denbora</span>

source: <span size="small">the time to the current selected line (format hh:mm:ss:ms)</span>
eu: <span size="small">hautatutako lerrorako denbora (formatua hh:mm:ss:ms)</span>

source: <span size="small">the time in milliseconds to the current selected line</span>
eu: <span size="small">segundo milarenetan hautatutako lerrorako denbora</span>

source: Always use the video player file
eu: Erabili beti bideo erreproduzigailuaren fitxategia

source: Always use the following format
eu: Erabili beti hurrengo formatua

source: Format:
eu: Formatua:

source: Offset in mseconds:
eu: Desplazamendua msegundotan:

source: _External Video Player
eu: Kanpoko bideo erreproduzigailua

source: _Open Movie
eu: _Ireki filma

source: _Play Movie
eu: _Erreproduzitu filma

source: Please select a movie.
eu: Hautatu film bat.

source: Failed to launch the external player.
eu: Huts egin du kanpoko erreproduzigailuaren abiatzeak.

source: %s Command: <i>%s</i>
eu: %s Komandoa <i>%s</i>

source: Find And Replace
eu: Bilatu eta ordeztu

source: Replace _All
eu: Ordeztu _guztiak

source: _Replace
eu: _Ordeztu

source: Column:
eu: Zutabea:

source: Replace with:
eu: Ordeztu honekin:

source: Pattern:
eu: Txantiloia:

source: _Ignore case
eu: _Ez ikusi kasuari

source: _Use regular expression
eu: Erabili adierazpen erregularra

source: Search
eu: Bilatu

source: <b>Columns</b>
eu: <b>Zutabeak</b>

source: Text
eu: Testua

source: Translation
eu: Euskara (eu)

source: <b>Apply to</b>
eu: <b>Aplikatu honi</b>

source: Target
eu: Helburua

source: Replace text
eu: Ordeztu testua

source: The document is empty
eu: Dokumentua hutsa dago

source: _Find And Replace
eu: _Bilatu eta ordeztu

source: Search and replace text
eu: Bilatu eta ordeztu testua

source: Find Ne_xt
eu: Bilatu hurrengoa

source: Search forwards for the same text
eu: Bilatu aurrerantz testu bera

source: Find Pre_vious
eu: Bilatu aurrekoa

source: Search backwards for the same text
eu: Bilatu atzerantz testu bera

source: Not found
eu: Ez da aurkitu

source: Create Subtitle From Player And Keyframes
eu: Sortu azpititulua erreproduzigailua eta gako-fotogrametan oinarrituta

source: Create subtitle automatically according to keyframes around the position of the player.
eu: Sortu azpititulua automatikoki erreproduzigailuaren kokapenaren inguruko gako-fotogrametan oinarrituta.

source: Create Subtitles According Keyframes
eu: Sortu azpititulua gako-fotogrametan oinarrituta

source: Create subtitles automatically according to keyframes
eu: Sortu azpitituluak automatikoki gako-fotogrametan oinarrituta

source: Insert Subtitle Between Keyframes
eu: Txertatu azpititulua gako-fotogramen artean

source: Can't insert subtitle between keyframes, not enough keyframes.
eu: Ezin izan da txertatu azpititulu gako-fotogramen artean, ez dago gako-fotograma nahikorik.

source: Insert Subtitle Between Each Keyframes
eu: Txertatu azpititulua gako-fotograma bakoitzaren artean

source: 1 subtitle has been inserted.
eu: azpititulu 1 txertatu da.

source: Insert _Before
eu: Txertatu _aurrean

source: Insert a blank subtitle before the first selected subtitle
eu: Txertatu azpititulu huts bat hautatutako azpitituluaren aurretik

source: Insert _After
eu: Txertatu _ondoren

source: Insert a blank subtitle after the first selected subtitle
eu: Txertatu azpititulu huts bat hautatutako azpitituluaren ondoren

source: Insert Subtitle
eu: Txertatu azpititulua

source: _Italic
eu: _etzana

source: Italic
eu: Etzana

source: _Join Document
eu: _Sartu dokumentuan

source: Join document
eu: Sartu dokumentuan

source: One subtitle has been added to this document.
eu: azpititulu 1 gehitu da dokumentuan.

source: Generate Keyframes
eu: Sortu gako-fotogramak

source: Waiting...
eu: Itxaroten...

source: Open Keyframes
eu: Ireki gako-fotogramak

source: Open keyframes from a file
eu: Ireki gako-fotogramak fitxategi batetik

source: Save Keyframes
eu: Gorde gako-fotogramak

source: Generate Keyframes From Video
eu: Sortu gako-fotogramak bideoan

source: Generate keyframes from the current video
eu: Sortu gako-fotogramak uneko bideoan

source: Generate Keyframes From Video (Using Frame)
eu: Sortu gako-fotogramak bideoan (fotograma erabilita)

source: Seek To Previous Keyframe
eu: Saltatu aurreko gako-fotogramara

source: Seek To Next Keyframe
eu: Saltatu hurrengo gako-fotogramara

source: Snap Start To Previous Keyframe
eu: Atxiki aurreko gako-fotogramaren hasiera

source: Snap Start To Next Keyframe
eu: Atxiki hurrengo gako-fotogramaren hasiera

source: Snap End To Previous Keyframe
eu: Atxiki aurreko gako-fotogramaren bukaera

source: Snap End To Next Keyframe
eu: Atxiki hurrengo gako-fotogramaren bukaera

source: _Recent Files
eu: Duela gutxiko fitxategiak

source: Snap Start to Keyframe
eu: Atxiki gako-fotogramaren hasiera

source: Snap End to Keyframe
eu: Atxiki gako-fotogramaren bukaera

source: GStreamer plugins missing. The playback of this movie requires the following decoders which are not installed:
eu: GStreamer plugina falta da. Bideo honen erreprodukzioak instalatuta ez dagoen hurrengo kodetzailea behar du:

source: Minimize Durations
eu: Minimizatu iraupenak

source: _Move After Preceding
eu: _Mugitu aurretik

source: _Move Before Next
eu: _Mugitu hurrengoa baino lehen

source: Move After Preceding
eu: Mugitu aurretik

source: Before Next Preceding
eu: Hurrengoa baino lehen

source: Move Subtitles
eu: Mugitu azpitituluak

source: <b>Position</b>
eu: <b>Kokapena</b>

source: _New Start:
eu: _Hasiera berria:

source: _Start Time:
eu: _Hasteko unea:

source: _Start Frame:
eu: _Hasi fotograma:

source: _Move Subtitles
eu: _Mugitu azpitituluak

source: _Import Plain Text
eu: _Inportatu formaturik gabeko testua

source: _Export Plain Text
eu: _Esportatu formaturik gabeko testua

source: Could not import from file "%s".
eu: Ezin izan da inportatu "%s" fitxategitik.

source: Could not export to the file "%s".
eu: Ezin izan da esportatu "%s" fitxategira.

source: <b>General</b>
eu: <b>Orokorra</b>

source: Use _dynamic keyboard shortcuts
eu: Erabili laster-tekla dinamikoak

source: When enabled, you can change keyboard shortcuts for menu items by hitting a key combination while the menu item is highlighted.
eu: Gaituta dagoenean, aldatu dezakezu laster-teklak menuko elementuekin tekla-konbinazio bat sakatuta menu-elementua nabarmenduta dagoen bitartean.

source: _Maximize window
eu: _Maximizatu leihoa

source: Ask to save on _exit
eu: Galdetu irtetean gorde nahi den

source: <b>Subtitle View</b>
eu: <b>Azpititulu ikuspegia</b>

source: _Center the text of the subtitle in the column
eu: _Erdiratu azpitituluaren testua zutabean

source: _Show the number of characters per line
eu: _Erakutsi lerroko karaktere kopurua

source: Enable _rubberband selection
eu: Gaitu _borragoma hautaketa

source: _Use Ctrl+Enter keys to confirm the change
eu: _Erabili Ctrl+Sartu teklak aldaketa berresteko

source: _Do not disable the actions during editing
eu: _Ez desgaitu ekintzak edizioan zehar

source: <b>File Saving</b>
eu: <b>Fitxategia gordetzen</b>

source: Create a _backup copy of files before saving
eu: Sortu fitxategien _babeskopia gorde aurretik

source: _Autosave files every
eu: Gorde automatikoki aldiro

source: minutes
eu: minutu

source: Interface
eu: Interfazea

source: <b>New Document</b>
eu: <b>Dokumentu berria</b>

source: _Format:
eu: _Formatua:

source: _Newline:
eu: _Lerro berria:

source: Document
eu: Dokumentua

source: <b>Video</b>
eu: <b>Bideoa</b>

source: Automatically _choose video to open
eu: Aukeratu automatikoki zein bideo ireki

source: <b>Text Subtitle</b>
eu: <b>Azpitituluaren testua</b>

source: _Font:
eu: Letra-mota:

source: Use shaded _background
eu: Erabili atzeko-plano itzalduna

source: Display _translated subtitle
eu: Erakutsi azpitituluaren itzulpena

source: Display the translated subtitle instead of the original one.
eu: Erakutsi azpitituluaren itzulpena jatorrizkoaren ordez.

source: Vertical Alignment:
eu: Lerrokapena bertikala:

source: baseline
eu: oinarri-lerroa

source: bottom
eu: behean

source: top
eu: goian

source: position
eu: kokapena

source: center
eu: erdiratu

source: <b>Output</b>
eu: <b>Irteera</b>

source: _Audio:
eu: _Audioa:

source: _Video:
eu: _Bideoa:

source: Video Player
eu: Bideo-erreproduzigailua

source: <b>Timing Preferences</b>
eu: <b>Sinkronizazio hobespenak</b>

source: <b>Automatic Timing Check</b>
eu: <b>Sinkronizazioaren azterketa automatikoa</b>

source: Automatically highlight timing errors
eu: Nabarmendu automatikoki sinkronizazio erroreak

source: <b>Waveform Color</b>
eu: <b>Uhin-formaren kolorea</b>

source: Background:
eu: Atzeko planoa:

source: Wave:
eu: Uhina:

source: Wave fill:
eu: Uhin betea:

source: Subtitle:
eu: Azpititulua:

source: Subtitle Selected:
eu: Azpititulua hautatua:

source: Subtitle Invalid:
eu: Azpititulu baliogabea:

source: Player Position:
eu: Erreproduzigailuko kokapena:

source: Text:
eu: Testua:

source: Display background
eu: Erakutsi atzeko planoa

source: Display waveform fill
eu: Erakutsi soinu-forma betea

source: Display subtitle text
eu: Erakutsi azpitituluen testua

source: Reset To _Defaults
eu: Berrezarri balio lehenetsiak

source: <b>Waveform Generator</b>
eu: <b>Uhin-formaren sortzailea</b>

source: Interval in seconds:
eu: Tartea segundotan:

source: Waveform
eu: Uhin-forma

source: <b>Activate plugins</b>
eu: <b>Aktibatu pluginak</b>

source: Plugins
eu: Pluginak

source: Configure Subtitle Editor
eu: Konfiguratu Subtitle Editor

source: Autodetect
eu: Atzeman automatikoki

source: X Window System (X11/XShm/Xv)
eu: X leiho sistema (X11/XShm/Xv)

source: X Window System (No Xv)
eu: X leiho sistema (No Xv)

source: Delete selected subtitles
eu: Ezabatu hautatutako azpitituluak

source: Delete Subtitles
eu: Ezabatu azpitituluak

source: 1 subtitle has been deleted.
eu: azpititulu 1 ezabatu da.

source: _Reverse Text And Translation
eu: _Alderantzikatu testua eta itzulpena

source: Reverse the text and the translation
eu: Alderantzikatu testua eta itzulpena

source: Reverse Text And Translation
eu: Alderantzikatu testua eta itzulpena

source: Reverse the text and the translation was applied.
eu: Testua eta itzulpenaren alderantzikapena burutu da.

source: Scale
eu: Eskalatu

source: <b>First Point</b>
eu: <b>Lehenengo puntua</b>

source: Number:
eu: Zenbakia:

source: <b>Last Point</b>
eu: <b>Azken puntua</b>

source: _Selected Range
eu: _Hautatutako tartea

source: _All Subtitles
eu: Azpititulu _guztiak

source: Scale subtitles
eu: Eskalatu azpitituluak

source: _Scale
eu: Eskalatu

source: Select _First Subtitle
eu: Hautatu _lehenengo azpititulua

source: Select the first subtitle
eu: Hautatu lehenengo azpititulua

source: Select _Last Subtitle
eu: Hautatu _azken azpititulua

source: Select the last subtitle
eu: Hautatu azkeneko azpititulua

source: Select _Previous Subtitle
eu: Hautatu a_urreko azpititulua

source: Select the previous subtitle
eu: Hautatu aurreko azpititulua

source: Select _Next Subtitle
eu: Hautatu _hurrengo azpititulua

source: Select the next subtitle
eu: Hautatu hurrengo azpititulua
