Repository: subtitleeditor/subtitleeditor
Catalog: po/*.po
Languages: eu

source: Select _All Subtitles
eu: Hautatu _azpititulu guztiak

source: Select all subtitles
eu: Hautatu azpititulu guztiak

source: _Unselect All Subtitles
eu: _Desautatu azpititulu guztiak

source: Unselect all the subtitles
eu: Desautatu azpititulu guztiak

source: In_vert Selection
eu: Alderantzikatu hautaketa

source: Invert subtitles selection
eu: Alderantzikatu azpitituluen hautaketa

source: S_ort Subtitles
eu: _Ordenatu azpitituluak

source: Sort subtitles based on their start time
eu: Ordenatu azpitituluak hasierako unearen arabera

source: 1 subtitle has been reordered.
eu: azpititulu bat berrordenatu da.

source: No need to sort subtitles.
eu: Ez da azpitituluak ordenatu behar.

source: Spell Checking
eu: Ortografia zuzentzen

source: _Language:
eu: _Hizkuntza:

source: _Ignore
eu: _Ez ikusi

source: Ignore _All
eu: Ez ikusi _dena

source: A_dd Word
eu: Gehitu hitza

source: The spell check is applied to the column "text" as default. You can check the column "translation" by setting the focus to this column before starting the spell check.
eu: Zuzenketa ortografikoa "testu" zutabeari aplikatzen zaio berez. "Itzulpena" zutabea zuzendu dezakezu fokua zutabe honetara ezarriz ortografia zuzentzen hasi aurretik.

source: _Do not show this message again
eu: _Ez erakutsi mezu hau berriro

source: Suggestions
eu: Proposamenak

source: Completed spell checking.
eu: Zuzenketa ortografikoa burutu da.

source: _Spell Check
eu: _Zuzenketa ortografikoa

source: Split Document
eu: Zatitu dokumentua

source: The beginning for the new document:
eu: Dokumentu berriaren hasiera:

source: Split document
eu: Zatitu dokumentua

source: Spl_it Document
eu: _Zatitu dokumentua

source: Split the current document in two
eu: Zatitu uneko dokumentua bitan

source: _Split
eu: _Zatitu

source: Split subtitles
eu: Zatitu azpitituluak

source: Stack Subtitles From Start
eu: Pilatu azpitituluak hasieratik

source: Stack selected subtitles after the first one as close together as possible.
eu: Pilatu hautatutako azpitituluak lehenengoaren ondoren ahalik eta hurbilen.

source: Stack Subtitles From End
eu: Pilatu azpitituluak bukaeratik

source: Stack selected subtitles before the last one as close together as possible.
eu: Pilatu hautatutako azpitituluak lehenengoaren aurretik ahalik eta hurbilen.

source: Stack Subtitles
eu: Pilatu azpitituluak

source: Stack Subtitles needs at least 2 subtitles to work on.
eu: Azpitituluak pilatzeko gutxienez 2 azpititulu behar dira.

source: Stack Subtitles only works on a continuous selection.
eu: Azpitituluen pilaketa bakarrik funtzionatzen du hautaketa jarraian.

source: Subtitle Editor — Style Editor
eu: Subtitle Editor — Estilo editorea

source: Font
eu: Letra-mota

source: Appearance
eu: Itxura

source: Colors
eu: Koloreak

source: Primary:
eu: Lehen mailakoa:

source: Secondary:
eu: Bigarren mailakoa:

source: Outline:
eu: Eskema:

source: Shadow:
eu: Itzala:

source: Outline
eu: Eskema

source: Angle:
eu: Angelua:

source: Spacing:
eu: Espazioa:

source: Scale X:
eu: Eskalatu X:

source: Scale Y:
eu: Eskalatu Y:

source: Margins
eu: Marjinak

source: Right:
eu: Eskuina:

source: Vertical:
eu: Bertikala:

source: Left:
eu: Ezkerra:

source: Alignment
eu: Lerrokapena

source: Styles
eu: Estiloak

source: _Style Editor
eu: _Estiloaren editorea

source: Launch the style editor
eu: Abiarazi estilo-editorea

source: _Stylize
eu: Estilizatu

source: Set style to selection
eu: Ezarri hautapen estiloa

source: Name:
eu: Izena:

source: Character Coding:
eu: Karaktereen kodeketa:

source: NewLine:
eu: Lerro berria:

source: Text Correction
eu: Testu zuzenketa

source: _Select correction to performed text:
eu: _Hautatu egindako testuaren zuzenketa:

source: Select Task
eu: Hautatu eginbidea

source: Acc_ept, discard or edit changes:
eu: Onartu, bazt_ertu edo editatu aldaketak:

source: _Mark All
eu: _Markatu dena

source: _Unmark All
eu: _Desmarkatu guztiak

source: _Remove all blank subtitles
eu: _Kendu azpititulu huts guztiak

source: Select Capitalization Patterns
eu: Hautatu maiuskulen ereduak

source: Capitalize texts
eu: Jarri testua maiuskulaz

source: Capitalize texts written in lower case
eu: Jarri maiuskulaz minuskulaz idatzitako testuak

source: Select Common Error Pattern
eu: Hautatu ohiko errore eredua

source: Correct common errors
eu: Zuzendu ohiko erroreak

source: Correct common errors made by humans or image recognition software
eu: Zuzendu gizakiek sortutako edo irudien ezagutzak sortutako ohiko erroreak

source: Num
eu: Zbakia

source: Accept
eu: Onartu

source: Original Text
eu: Jatorrizko testua

source: Corrected Text
eu: Zuzendutako testua

source: There Is No Change
eu: Ez da ezer aldatu

source: Confirm %1 Change
eu: Baieztu aldaketa %1

source: Select Hearing Impaired Patterns
eu: Hautatu entzumen urritasun ereduak

source: Remove hearing impaired texts
eu: Kendu entzumen arazoak dituzten testuak

source: Remove explanatory texts meant for the hearing impaired
eu: Kendu entzumen urritasuna dutenentzako azalpen testuak

source: _Script:
eu: _Scripta:

source: _Country:
eu: _Estatua:

source: Other
eu: Beste bat

source: Display
eu: Erakutsi

source: Name
eu: Izena

source: Text _Correction
eu: Testu _zuzenketa

source: _Frames
eu: _Fotogramak

source: _Framerate
eu: _Fotograma-emaria

source: Timing From Player Preferences
eu: Denboralizazioa erreproduzigailuaren hobespenetatik

source: Set delay to correct human reaction time
eu: Ezarri atzerapena gizakiaren erreakzioaren denbora zuzentzeko

source: Offset:
eu: Desplazamendua:

source: This offset in milliseconds will be substracted from the timecode at which actions provided in this plugin were called to correct for the fact that it takes several hundred milliseconds for the human to react (it applies only when the video player is running)
eu: Segundo milarenetako desplazamendu hau denbora-kodetik kenduko da plugin honetan emandako ekintzak zuzentzeko gizakiak ehun milisegundo behar dituela erreakzionatzeko (bideo erreproduzitzailea martxan dagoenean bakarrik aplikatzen da)

source: Timing From Player
eu: Denboralizazioa erreproduzigailutik

source: Set Subtitle _Start
eu: Ezarri azpitituluaren _hasiera

source: Set Subtitle _End
eu: Ezarri azpitituluaren _bukaera

source: Set Subtitle Start And Go Next
eu: Ezarri azpitituluaren hasiera eta hurrengora

source: Set Subtitle End And Go Next
eu: Ezarri azpitituluaren bukaera eta hurrengora

source: Set Subtitle Start And Next
eu: Ezarri azpitituluaren hasiera eta hurrengora

source: Set Subtitle End And Next
eu: Ezarri azpitituluaren bukaera eta hurrengora

source: Set Subtitle Start _And End
eu: Ezarri azpitituluaren hasiera _eta bukaera

source: Preferences
eu: Hobespenak

source: Set subtitle start
eu: Ezarri azpitituluaren hasiera

source: Set subtitle end
eu: Ezarri azpitituluaren bukaera

source: Set subtitle
eu: Ezarri azpititulua

source: _Typewriter
eu: _Idazmakina

source: Characters — Linear
eu: Karaktereak — linearra

source: Characters — Random
eu: Karaktereak — ausazkoa

source: Words — Linear
eu: Hitzak — linearra

source: Words — Random
eu: Hitzak — Ausazkoa

source: _Video
eu: _Bideoa

source: _Play / Pause
eu: Erreproduzitu / Pausatu

source: Skip _Backwards
eu: Saltatu a_tzerantz

source: Frame
eu: Fotograma

source: Very Short
eu: Oso laburra

source: Short
eu: Labur

source: Medium
eu: Ertaina

source: Long
eu: Luzea

source: Skip _Forward
eu: Saltatu a_urrerantz

source: Rate
eu: Tasa

source: _Slower
eu: _Polikiago

source: _Faster
eu: _Azkarrago

source: _Normal
eu: _Arrunta

source: _Seek To Selection
eu: _Saltatu hautaketara

source: _Seek To Selection End
eu: _Saltatu hautaketaren bukaerara

source: Seek to the end of the last selected subtitle
eu: Saltatu hautatutako azken azpitituluaren bukaerara

source: _Repeat
eu: _Errepikatu

source: Enable or disable the repeat mode
eu: Gaitu edo desgaitu errepikapen modua

source: Play _Previous Subtitle
eu: Erreproduzitu _aurreko azpititulua

source: Play _Selection
eu: Erreproduzitu hautaketa

source: Play the selected subtitle
eu: Erreproduzitu hautatuta dagoen azpititulua

source: Play _Next Subtitle
eu: Erreproduzitu _hurrengo azpititulua

source: Play Previous Second
eu: Erreproduzitu aurreko segundoa

source: Play the second preceding the first selected subtitle
eu: Erreproduzitu hautatuta dagoen azpitituluaren aurreko segundoa

source: Play First Second
eu: Erreproduzitu lehenengo segundoa

source: Play the first second of the subtitle currently selected
eu: Erreproduzitu hautatuta dagoen azpitituluaren lehengo segundoa

source: Play Last Second
eu: Erreproduzitu azken segundoa

source: Play the last second of the subtitle currently selected
eu: Erreproduzitu hautatutako dagoen azpitituluaren azken segundoa

source: Play Next Second
eu: Erreproduzitu hurrengo segundoa

source: Play the second following the subtitle currently selected
eu: Erreproduzitu hautatuta dagoen azpitituluaren ondorengo segundoa

source: _Video Player
eu: _Bideo-erreproduzigailua

source: Show or hide the video player in the current window
eu: Erakutsi edo ezkutatu bideo-erreproduzigailua uneko leihoan

source: Audio Track
eu: Audio-pista

source: View Editing
eu: Ikuspegiaren edizioa

source: Columns
eu: Zutabeak

source: View Manager
eu: Ikuspegiaren kudeaketa

source: View
eu: Ikuspegia

source: Untitled
eu: Izenburu gabea

source: Simple
eu: Sinple

source: Advanced
eu: Aurreratua

source: Switches to this view
eu: Ikuspegi honetara aldatzen du

source: View _Manager
eu: Ikuspegiaren _kudeaketa

source: Manage the views
eu: Kudeatu ikuspegiak

source: Generate Waveform
eu: Sortu uhin-forma

source: Could not determinate the duration of the stream.
eu: Ezin izan da zehaztu transmisioaren iraupena.

source: _Waveform
eu: _Uhin-forma

source: _Generate Waveform From Video
eu: _Sortu uhin-forma bideoan oinarrituta

source: _Generate Dummy Waveform
eu: _Sortu itxurazko uhin-forma (sinua)

source: _Save Waveform
eu: _Gorde uhin-forma

source: _Close Waveform
eu: _itxi soinu-forma

source: Zoom _In
eu: Handiagotu

source: Zoom _Out
eu: Txikiagotu

source: Zoom _Selection
eu: Handiagotu hautaketa

source: Zoom _All
eu: Maximizatu

source: Scrolling With _Selection
eu: Korritzen hautaketan

source: Show or hide the waveform in the current window
eu: Erakutsi edo ezkutatu uhin-forma uneko leihoan

source: Save Waveform
eu: Gorde uhin-forma

source: Soft
eu: Biguna

source: Hard
eu: Gogorra

source: Intelligent
eu: Adimentsua

source: <b>Line Break Policy</b>
eu: <b>Lerro-jauzien politika</b>

source: Policy
eu: Politika

source: Failed to open the file for reading.
eu: Huts egin du irakurtzek fitxategia irekitzeak.

source: Failed to write to the file.
eu: Huts egin du fitxategiaren irakurketak.

source: A subtitle editor based on GStreamer and Gtk+
eu: GStreamer eta Gtk+en oinarritutako azpitituluen editorea

source: Subtitle Selection
eu: Azpititulu hautaketa

source: Could not save the file "%s" using the character coding %s.
eu: Ezin izan da gorde "%s" fitxategia %s karaktere kodeketa erabiltzen.

source: The document contains one or more characters that cannot be encoded using the specified character coding.
eu: Dokumentuak zehaztutako karaktere kodeketaren bidez kodetu ezin diren karaktere bat edo gehiago ditu.

source: Save Document Failed.
eu: Huts egin du dokumentuaren gordetzeak.

source: Could not recognize the subtitle format for the file "%s".
eu: Ezin izan da ezagutu "%s" fitxategiaren azpitituluen formatua.

source: Please check that the file contains subtitles in a supported format.
eu: Egiaztatu fitxategiak onartzen den formatuko azpitituluak dituela.

source: Could not open automatically the file "%s".
eu: Ezin izan da ireki automatikoki "%s" fitxategia.

source: Subtitle Editor was not able to automatically determine the file encoding. Select a different character coding from the menu and try again.
eu: Azpitituluen editoreak ezin izan du fitxategiaren kodeketa automatikoki zehaztu. Hautatu menuan beste karaktereen kodeketa eta saiatu berriro.

source: Could not open the file "%s" using the character coding %s.
eu: Ezin izan da ireki "%s" fitxategia %s karaktere kodeketa erabiltzen.

source: Select a different character coding from the menu and try again.
eu: Hautatu menuan beste karaktere kodeketa eta saiatu berriro.

source: Could not open the file "%s"
eu: Ezin izan da ireki "%s" fitxategia.

source: An unknown error occurred while opening the file.
eu: Uste-gabeko errorea gertatu da fitxategia irekitzean.

source: Untitled %d
eu: Izenburu gabea %d

source: Western
eu: Mendebaldekoa

source: Central European
eu: Erdialdeko Europa

source: South European
eu: Hego europearra

source: Baltic
eu: Baltikoa

source: Cyrillic
eu: Zirilikoa

source: Arabic
eu: Arabiera

source: Greek
eu: Grekera

source: Hebrew Visual
eu: Ikusizko hebreera

source: Hebrew
eu: Hebreera

source: Turkish
eu: Turkiera

source: Nordic
eu: Nordikoa

source: Celtic
eu: Zeltikoa

source: Romanian
eu: Errumaniera

source: Armenian
eu: Armeniera

source: Chinese Traditional
eu: Txinera tradizionala

source: Cyrillic/Russian
eu: Zirilikoa/Errusiera

source: Japanese
eu: Japoniera

source: Korean
eu: Koreera

source: Chinese Simplified
eu: Txinera sinplifikatua

source: Georgian
eu: Georgiera

source: Cyrillic/Ukrainian
eu: Zirilikoa/Ukraniera

source: Vietnamese
eu: Vietnamera

source: Thai
eu: Thailandiera

source: It's not valid UTF-8.
eu: UTF-8 baliogabea.

source: Couldn't convert from %s to UTF-8
eu: Ezin izan da bihurtu %s-tik UTF-8-ra

source: subtitleeditor was not able to automatically determine the encoding of the file you want to open.
eu: subtitleeditor-ek ezin izan du ireki nahi duzun fitxategiaren kodeketa automatikoki zehaztu.

source: Could not convert the text to the character coding '%s'
eu: Ezin izan da bihurtu testua '%s' kodetutako karakterera

source: Couldn't open the file.
eu: Ezin izan da kopiatu fitxategira.

source: Couldn't read the contents of the file.
eu: Ezin izan da irakurri fitxategiaren edukia.

source: Failed to create a GStreamer element '%s'.
eu: Huts egin du GStreamer '%s' elementua sortzen.

source: Please check your GStreamer installation.
eu: Egiaztatu zure GStreamer instalazioa.

source: Times
eu: Denborak

source: Frames
eu: Fotogramak

source: Path:
eu: Bidea:

source: Newline:
eu: Lerro berria:

source: Timing Mode:
eu: Denboralizazio modua:

source: _Languages
eu: _Hizkuntzak

source: _Ignore all
eu: _Ez ikusi dena

source: _Add "%1" to Dictionary
eu: Gehitu "%1" hiztegira

source: (no suggested words)
eu: (proposamenik ez)

source: _More...
eu: _Gehiago...

source: Auto Detected
eu: Automatikoki atzeman da

source: Current Locale
eu: Uneko lokala

source: Add or Remove...
eu: Gehitu edo kendu...

source: None
eu: Bat ere ez

source: _Description
eu: _Deskribapena

source: _Encoding
eu: _Kodetzen

source: All files (*.*)
eu: Fitxategi guztiak (*.*)

source: All supported formats (*.ass, *.ssa, *.srt, ...)
eu: Onartzen diren formatu guztiak (*.ass, *.ssa, *.srt, ...)

source: Open Video
eu: Ireki Bideoa

source: Audio
eu: Audioa

source: Video
eu: Bideoa

source: ALL
eu: GUZTIAK

source: Open Waveform
eu: Ireki uhin-forma

source: Waveform & Media
eu: Uhin-forma eta Multimedia

source: Waveform (*.wf)
eu: Uhin forma (*.wf)

source: Open Keyframe
eu: Ireki gako-fotograma

source: Keyframe & Media
eu: Gako-fotograma eta multimedia

source: Keyframe (*.kf)
eu: Gako-fotograma (*.kf)

source: At what frame rate do you want to import?
eu: Zer FPSrekin inportatu nahi duzu?

source: At what frame rate do you want to export?
eu: Zer FPSrekin esportatu nahi duzu?

source: _Framerate:
eu: _Fotograma-emaria:

source: _File
eu: _Fitxategia

source: _Selection
eu: _Hautaketa

source: _Edit
eu: _Editatu

source: _Timings
eu: _Denboralizazioak

source: T_ools
eu: Tresnak

source: _Keyframes
eu: _Gako-fotogramak

source: V_iew
eu: Ikuspegia

source: E_xtensions
eu: Gehigarriak

source: _Help
eu: _Laguntza

source: _Open
eu: _Ireki

source: _Save
eu: _Gorde

source: Couldn't recognize format of the file.
eu: Ezin izan da ezagutu fitxategiaren formatua.

source: Couldn't get the keyframe size on the file.
eu: Ezin izan da eskuratu fitxategiko gako-fotogramaren neurria.

source: — edit subtitles files
eu: — editatu azpitituluen fitxategiak

source: [FILE...]
eu: [FITXATEGIA...]

source: FILE
eu: FITXATEGIA

source: NAME
eu: IZENA

source: ENCODING
eu: KODETZEN

source: This function is not implemented for this format.
eu: Funtzio hau ez dago inplementatuta formatu honetarako.

source: Couldn't create the subtitle format '%s'.
eu: Ezin izan da sortu "%s" fitxategi formatua.

source: Add Subtitle
eu: Gehitu azpititulua

source: Remove Subtitle
eu: Kendu azpititulua

source: Reordered Subtitle
eu: Berrordenatutako azpititulua

source: Append subtitle
eu: Erantsi azpititulua

source: Remove Subtitles
eu: Kendu azpitituluak

source: Reorder Subtitles
eu: Berrordenatu azpitituluak

source: Use Ctrl+Return for exit and Return for line-break
eu: Erabili Ctrl+Sartu irteteko eta Sartu lerro-jauzia egiteko

source: Use Return for exit and Ctrl+Return for line-break
eu: Erabili Sartu irteteko eta Ctrl+Sartu lerro-jauzia egiteko

source: The line number
eu: Lerro-zenbakia

source: When a subtitle appears on the screen.
eu: Azpititulu bat pantailan agertzen denean.

source: When a subtitle disappears from the screen.
eu: Azpititulu bat pantailan desagertzen denean.

source: The duration of the subtitle.
eu: Azpitituluaren iraupena.

source: The number of characters per second
eu: Segundoko karaktere kopurua

source: Editing layer
eu: Geruza editatzen

source: Editing start
eu: Hasiera editatzen

source: Editing end
eu: Bukaera editatzen

source: Editing duration
eu: Iraupena editatzen

source: Editing text
eu: Testua editatzen

source: Editing translation
eu: Itzulpena editatzen

source: Editing note
eu: Oharra editatzen

source: Editing effect
eu: Efektua editatzen

source: Editing style
eu: Estiloa editatzen

source: Editing name
eu: Izena editatzen

source: Editing margin-l
eu: Ezker-marjina editatzen

source: Editing margin-r
eu: Eskuin-marjina editatzen

source: Editing margin-v
eu: Marjin bertikala editatzen

source: Duration
eu: Iraupena

source: Effect
eu: Efektua

source: End
eu: Bukaera

source: Layer
eu: Geruza

source: L
eu: L (ezkerra)

source: R
eu: R (eskuina)

source: Note
eu: Oharra

source: Start
eu: Hasi

source: Style
eu: Estiloa

source: Invalid fps
eu: FPS baliogabea

source: Failed to create a GStreamer audio output (%s). Please check your GStreamer installation.
eu: Huts egin du GStreamer audio irteera (%s) sortzen. Begiratu zure GStreamer instalazioa.

source: Media file could not be played. %s
eu: Multimedia fitxategia ezin da erreproduzitu. %s

source: Editing position
eu: Kokapena editatzen

source: Window system doesn't support OpenGL. Please try with another renderer.
eu: Leihoen sistemak ez du OpenGL onartzen. Saiatu beste errendatzaile batekin.

source: Character Codings
eu: Karaktereen kodeketa

source: A_vailable encodings:
eu: Erabilgarriak diren kodeketak:

source: E_ncodings shown in menu:
eu: Kodeketak menuan erakusten:

source: Export Text
eu: Esportatu testua

source: Put Blank Lines Between Subtitles
eu: Jarri lerro huts bat azpitituluen artean

source: Import Text
eu: Inportatu testua

source: blank lines separate subtitles
eu: lerro zuriak azpitituluen artean

source: Open Document
eu: Ireki dokumentua

source: Video File:
eu: Bideo-fitxategia:

source: Save Document
eu: Gorde dokumentua

source: Normal
eu: Arrunta

source: Reverse
eu: Alderantzikatu

source: Script Properties
eu: Scriptaren propietateak

source: Script Type:
eu: Scripta mota:

source: Point Time:
eu: Denbora-puntua:

source: <b>Read-only info</b>
eu: <b>Soilik irakurtzeko</b>

source: Title:
eu: Izenburua:

source: Original Script:
eu: Jatorrizko scripta:

source: Original Translation:
eu: Jatorrizko itzulpena:

source: Original Editing:
eu: Jatorrizko edizioa:

source: Original Timing:
eu: Jatorrizko denboralizazioa:

source: Sync Point:
eu: Sinkronizazio puntua:

source: Script Updated By:
eu: Scripta eguneratu du:

source: Update Details:
eu: Eguneratu xehetasunak:

source: <b>Basic</b>
eu: <b>Oinarrizkoa</b>

source: Collisions:
eu: Talkak:

source: Wrap Style:
eu: Biltzeko estiloa:

source: <b>Behaviour</b>
eu: <b>Jokabidea</b>

source: Timer:
eu: Tenporizadorea:

source: <b>Miscellaneous</b>
eu: <b>Askotarikoak</b>

source: Adjust Time
eu: Doitu denbora

source: Adjusts subtitle times.
eu: Doitu azpitituluen denbora.

source: Apply Translation
eu: Aplikatu itzulpena

source: Replaces the text of the subtitle by the translation.
eu: Ordeztu azpitituluaren testua itzulpenarekin.

source: Best Fit
eu: Doikuntzarik hoberena

source: Gives each subtitle in a selection a fair share of the total selection time.
eu: Hautaketa bateko azpititulu bakoitzari hautaketa denbora guztiaren zati zuzena ematen dio.

source: Converts the framerate.
eu: Bihurtzen du fotograma-tasa.

source: Clipboard
eu: Arbela

source: Provides the Three Commandments of user-friendly computing: Copy, Cut and Paste.
eu: Erabilera errazten duten informatikako hiru aginduak eskaintzen ditu: Kopiatu, Ebaki eta Itsatsi.

source: Combine Subtitles
eu: Konbinatu azpitituluak

source: Merges the selected subtitles.
eu: Hautatutako azpitituluak batzen ditu.

source: Manages Undo/Redo.
eu: Desegin/Berregin kudeatzen du.

source: Keyboard Shortcuts
eu: Laster-teklak

source: Configures keyboard shortcuts.
eu: Konfiguratzen ditu laster-teklak.

source: Adds or removes the dialogue dash.
eu: Gehitu edo kendu elkarrizketa-gidoia.

source: Document Management
eu: Dokumentuen kudeaketa

source: Manages the document (Open, Save, Save As...).
eu: Dokumentua kudeatzen du (Ireki, Gorde, Gorde honela...).

source: Duplicate Subtitle
eu: Bikoiztu azpititulua

source: Duplicates the selected subtitles.
eu: Bikoizten ditu hautatutako azpitituluak.

source: Edit Cell
eu: Editatu gelaxka

source: Starts editing of the focused or the next cell.
eu: Hasten da fokuratutako edo hurrengo gelaxkaren edizioa.

source: Detects and fixes errors.
eu: Erroreak atzeman eta konpontzen ditu.

source: Extend Length
eu: Luzatu

source: Extends the length of selected subtitles.
eu: Luzatu hautatutako azpitituluak.

source: External Video Player
eu: Kanpoko bideo erreproduzigailua

source: Runs external video player.
eu: Abiarazten du kanpoko erreproduzigailua.

source: Searches and replaces texts with regular expressions support.
eu: Testuak bilatu eta ordezten ditu adierazpen erregularrak onartzen.

source: Insert Subtitle From Keyframe
eu: Txertatu azpititulua gako-fotogramatik

source: Inserts subtitle using keyframe.
eu: Azpitituluak txertatzen ditu gako-fotograma erabiliz.

source: Inserts a blank subtitle.
eu: Azpititulu huts bat txertatzen du.

source: Italicize
eu: Etzan

source: Italicizes the selected subtitles text.
eu: Etzan egiten du hautatutako azpitituluen testua.

source: Join Document
eu: Sartu dokumentuan

source: Adds subtitles from another file.
eu: Gehitu azpitituluak beste fitxategitik.

source: Keyframes Management
eu: Gako-fotogramen kudeaketa

source: Minimize Duration
eu: Minimizatu iraupena

source: Sets subtitle duration to the minimum acceptable.
eu: Ezarri onargarria den azpitituluaren gutxieneko iraupena.

source: Move After Preceding Subtitle
eu: Mugitu aurreko azpititulutik

source: Moves a subtitle after the preceding one respecting the minimum gap between subtitles.
eu: Mugitu azpititulua aurrekoa eta gero azpitituluen arteko gutxieneko tartea errespetatuta.

source: Moves subtitles.
eu: Mugitu azpitituluak.

source: Plain Text
eu: Formaturik gabeko testua

source: Imports or exports any text file.
eu: Edozein testu fitxategi inportatzen edo esportatzen du.
