Repository: subtitleeditor/subtitleeditor
Catalog: po/*.po
Languages: eu

source: Manages Subtitle Editor's preferences.
eu: Subtitles Editor-en hobespenak kudeatzen ditu.

source: Deletes the selected subtitles.
eu: Ezabatzen ditu hautatutako azpitituluak.

source: Reverses the original subtitle and the translated text.
eu: Alderantzikatzen ditu jatorrizko azpititulua eta itzulpena.

source: Scale Subtitles
eu: Eskalatu azpitituluak

source: Scales by two points.
eu: Eskalatzen du bi puntuz.

source: Selection
eu: Hautaketa

source: Manages selection of subtitles.
eu: Azpitituluen hautaketa kudeatzen du.

source: Sort Subtitles
eu: Ordenatu azpitituluak

source: Sort subtitles based on their start time.
eu: Ordenatu azpitituluak hasierako unearen arabera.

source: Checks the spelling of the current document.
eu: Uneko dokumentuaren ortografia aztertzen du.

source: Splits the current document in two.
eu: Zatitu uneko dokumentua bitan.

source: Split Subtitle
eu: Zatitu azpititulua

source: Splits the selected subtitles.
eu: Zatitu hautatutako azpitituluak.

source: Moves the selected subtitles as close together as possible after the first subtitle in the selection.
eu: Hautatutako azpitituluak hautaketako lehen azpititulua eta gero ahalik eta hurbilen mugitzen ditu.

source: Style Editor
eu: Estiloaren editorea

source: An ASS/SSA style editor.
eu: ASS/SSA estiloko editorea.

source: Stylize
eu: Estilizatu

source: Stylize the selected subtitles text.
eu: Estilizatu hautatutako azpitituluen testua.

source: Time Mode Management
eu: Denbora moduaren kudeaketa

source: Manages time modes (Framerate, Timing Mode ...).
eu: Denbora-moduak kudeatzen ditu (FPS, tenporizazio modua...)

source: Use the current player position to set the subtitle time.
eu: Erabili erreproduzigailuko kokapena ezartzeko azpitituluaren denbora.

source: Type Writer
eu: Idazmakina

source: FIXME.
eu: KONPON NAZAZU.

source: Video Player Management
eu: Bideo-erreproduzigailuaren kudeaketa

source: Controls the video player.
eu: Kontrolatzen du bideo erreproduzigailua.

source: Manages multiple views of the columns of a subtitle.
eu: Azpititulu baten zutabeen ikuspegi anitzak kudeatzen ditu.

source: Waveform Management
eu: Uhin-formaren kudeaketa

source: Manages a waveform.
eu: Uhin-forma kudeatzen du.

source: Adobe Encore DVD subtitles support.
eu: Adobe Encore DVD onartzen dira.

source: Advanced Sub Station Alpha subtitles support.
eu: Advanced Sub Station Alpha azpitituluak onartzen dira.

source: Format used by the Avid software.
eu: Avid software erabili duen formatua.

source: BITC (Burnt-in timecode) subtitles support.
eu: BITC (Burnt-in timecode) azpitituluak onartzen dira.

source: DCSubtitle subtitles support.
eu: DCSubtitle azpitituluak onartzen dira.

source: MicroDVD subtitles support.
eu: MicroDVD azpitituluak onartzen ditu.

source: MPL2 subtitles support.
eu: MPL2 azpitituluak onartzen dira.

source: MPsub subtitles support.
eu: MPsub azpitituluak onartzen dira.

source: Plain Text Format
eu: Formaturik gabeko testua

source: Plain text import and export.
eu: Formaturik gabeko testuen inportazio eta esportazioa.

source: Sami subtitles support.
eu: Sami azpitituluak onartzen dira.

source: SBV subtitles support.
eu: SBV azpitituluak onartzen dira.

source: Spruce subtitles support.
eu: Spruce STL azpitituluak onartzen dira.

source: SubRip subtitles support.
eu: SubRip azpitituluak onartzen dira.

source: Sub Station Alpha subtitles support.
eu: Sbu Station Alpha azpitituluak onartzen dira.

source: Subtitle Editor Project
eu: Subtitle Editor proiektua

source: Subtitle Editor Project subtitles support.
eu: Subtitle Editor Project azpitituluak onartzen dira.

source: SubViewer2 subtitles support.
eu: SubViewer2 azpitituluak onartzen dira.

source: Timed Text Authoring Format 1.0 subtitles support.
eu: Timed Text Authoring Format 1.0 azpitituluak onartzen dira.

source: Sentence
eu: Esaldia

source: Capitalize the first word of a sentence
eu: Jarri maiuskulaz esaldi bakoitzaren lehen hitza

source: Letter "O" in a number
eu: "O" letra zenbaki batean

source: Replace letter "O" with a zero in a number
eu: Ordeztu "O" letra zerorekin zenbakietan

source: Double apostrophe
eu: Apostrofo bikoitza

source: Replace a double apostrophe with a quotation mark
eu: Ordeztu apostrofo bikoitza aipu batekin

source: Spaces around brackets
eu: Espazioak parentesien inguruan

source: Add or remove spaces around parentheses and square brackets
eu: Gehitu edo kendu espazioa parentesi eta kortxeteen inguruan

source: Space after a dialogue dash
eu: Espazioa elkarrizketako gidoiaren ondoren

source: Add space after a dialogue dash
eu: Gehitu espazioa elkarrizketa-gidoiaren ondoren

source: Space before punctuation marks
eu: Espazioa puntuazio ikurren aurretik

source: Remove space before various punctuation marks
eu: Kendu hainbat puntuazio marken aurreko espazioa

source: Space after punctuation marks
eu: Espazioa puntuazio ikurren ondoren

source: Add space after various punctuation marks
eu: Gehitu espazioa zenbait puntuazio-marken ondoren

source: Space after an ellipsis
eu: Espazioa elipsi baten ondoren

source: Add space after an ellipsis
eu: Gehitu espazioa parentesi ondoren

source: Space after a starting ellipsis
eu: Espazioa hasierak parentesiaren ondoren

source: Remove space after an ellipsis that starts a line
eu: Kendu espazioa lerroa hasten den parentesiaren aurretik

source: Spaces around a quotation mark
eu: Espazioak komatxoen inguruan

source: Remove space after a starting- and before an ending quotation mark
eu: Kendu espazioa hasierako eta amaierako komatxo baten aurretik

source: Multiple question- and exclamation marks
eu: Hainbat galdera eta harridura ikur

source: Periods around a punctuation mark
eu: Puntuazio ikur baten ondorengo tartea

source: Remove period before or after various punctuation marks
eu: Kendu hainbat puntuazio ikurrak baino lehen edo ondoren dauden tarteak

source: First person pronoun
eu: Lehenengo pertsonaren izenordea

source: Capitalize the first person pronoun "I"
eu: Jarri maiuskulaz lehenengo pertsonako izenordaina "NI"

source: Letter "I" in a lower case word
eu: "I" letra minuskulako hitz batean

source: Replace letter "I" with letter "l" in a lower case word
eu: Ordeztu "I" letra "l" letra minuskularekin

source: Letter "l" in an upper case word
eu: "I" letra maiuskulako hitz batean

source: Replace letter "l" with letter "I" in an upper case word
eu: Ordeztu "l" letra "I" letra maiuskularekin

source: Zero in an upper case word
eu: Zeroa maiuskulazko hitz batean

source: Replace zero with letter "O" in an upper case word
eu: Ordeztu zeroa "O" letrarekin maiuskulazko hitzetan

source: Spaces around an apostrophe
eu: Espazioak apostrofoen inguruan

source: Remove spaces around an apostrophe
eu: Kendu espazioak apostrofo baten inguruan

source: Okay
eu: Ados

source: Convert various two-letter spellings of okay to "OK"
eu: Bihurtu "OK" okay-ren bi letrako edozein grafia

source: Uppercase speaker before a colon
eu: Hiztuna maiuskulaz bi puntuen aurretik

source: Replace the uppercase name of the speaker before a colon with a dialogue dash
eu: Ordeztu maiuskulaz dagoen hiztunaren izena bi puntu baino lehen elkarrizketa marratxo batekin

source: Period after title
eu: Izenburuaren ondorengo tartea

source: Add period after a shortened title, such as "Mr" and "Dr"
eu: Gehitu puntua titulu laburraren ondoren, hala nola "Jn" eta "Dr"

source: Spaces around guillemets
eu: Espazioak kakotxen inguruan

source: Add spaces around guillemets
eu: Gehitu espazioak « » inguruan

source: Add or remove space before various punctuation marks
eu: Gehitu edo kendu espazioa zenbait puntuazio marken aurretik

source: Sound in brackets
eu: Soinua parentesi artean

source: Remove description of a sound between square brackets
eu: Kendu kortxete arteko soinu baten deskribapena

source: Sound in parentheses
eu: Soinua parentesi artean

source: Remove description of a sound between parentheses
eu: Kendu parentesi arteko soinu baten deskribapena

source: Song lyrics between number signs
eu: Abestian letrak zenbaki zeinuen artean

source: Remove song lyrics starting with or between number signs
eu: Kendu zenbaki-zeinuekin hasi edo zenbaki-zeinuen arteko abestien letrak

source: One-line song lyrics between number signs
eu: Lerro bateko abestien hitzak zenbaki zeinuen artean

source: Remove one-line song lyrics starting with or between number signs
eu: Kendu lerro bat izan eta zenbaki zeinuekin hasi edo zenbaki zeinuen arteko abestien letrak

source: Song lyrics between asterisks
eu: Abestien letrak izartxoen artean

source: Remove song lyrics starting with or between asterisks
eu: Kendu izartxorekin hasi edo izartxoen arteko abestien letrak

source: One-line song lyrics between asterisks
eu: Lerro bateko abestien hitzak izartxoen artean

source: Remove one-line song lyrics starting with or between asterisks
eu: Kendu lerro bat izan eta izartxorekin hasi edo izartxoen arteko abestien letrak

source: Speaker before a colon
eu: Hiztuna bi puntuen aurretik

source: Replace the name of the speaker before a colon with a dialogue dash
eu: Ordeztu hiztunaren izena bi puntu baino lehen elkarrizketa marratxo batekin

source: Leading and trailing spaces
eu: Hasierako eta bukaerako espazioak

source: Remove spaces from the beginning and end of lines
eu: Kendu lerroaren hasierako eta bukaerako espazioak

source: Multiple consecutive spaces
eu: Hainbat espazio jarrai

source: Replace multiple consecutive spaces with only one
eu: Ordeztu espazio jarraituak espazio bakar batekin

source: Space between digits
eu: Espazioa digituen artean

source: Remove space between digits of a number
eu: Kendu zenbaki baten digituen arteko espazioa
